[
  {
    "name": "Tiny Pottery in the Big World",
    "date": "2025-06-21",
    "time": "10am-12:30pm",
    "cost": "125",
    "instructor": "Lillie Frances",
    "description": "Step into the world of tiny pottery! In this playful, hands-on workshop, each participant will be provided a miniature pottery wheel, clay, tools, and underglazes. After a brief demo and instruction, you’ll get to create your own tiny ceramic pieces—perfect for beginners and anyone curious about working small. Your finished creations will be glazed, kiln-fired, and ready for pickup within two weeks. No experience needed—just bring your curiosity and appreciation for all things mini! This workshop includes all supplies, is beginner-friendly, offers instruction by a local ceramic artist, and you'll take home 2–5 mini pieces.",
    "image": "https://i.imgur.com/a0C4EYS.jpeg",
    "link": "https://book.stripe.com/9AQ14h3w2d9Ue7C8ww"
  },
  {
    "name": "Clay, Queen!",
    "date": "2025-06-14",
    "time": "11am-1:00pm",
    "cost": "65",
    "instructor": "Alex Benjamin a.k.a. WANDA. + Co-Op teeam.",
    "description": "Are you ready to slay with clay? Join us for a one-of-a-kind drag ceramics brunch featuring performances by resident queen Wanda, pottery demos by Co-Op members, and the opportunity to decorate handmade ceramic dishes, ornaments and jewelry! Enjoy coffee and pastries while you bring out your inner pottery diva! Answer trivia to win a number of fabulous prizes! All proceeds will benefit AIDS Foundation Chicago, which mobilizes communities to create equity and justice for people living with and vulnerable to HIV or chronic conditions. Your base ticket of $50 gets you our standard-size dish to decorate. If you're feeling generous and you want to go home with more pottery, there will be larger items, jewelry, and ornaments available for increased donations. Bring cash or your Venmo -- all donations and tips will benefit AFC! Fully glazed and finished items will be available for pickup two weeks after the workshop.",
    "image": "https://i.imgur.com/VbMQSSi.jpeg",
    "link": "https://book.stripe.com/bJe28qeIP1os0rgg6t9R606"
  }
]
